Repository: kikocorreoso/map2wiki
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: <h2>It seems we cannot connect to some service.</h2>
es: <h2>Parece que no podemos conectar con alguno de los servicios.</h2>
fr: <h2>Il semble que nous ne pouvons pas vous connecter à un service.</h2>

source: <h2>We don't know what happened.</h2>
es: <h2>No sabemos qué ha pasado.</h2>
fr: <h2> Nous ne savons pas ce qui est arrivé. </ h2>

source: Edit
es: Editar
fr: Modifier

source: Go to map
es: Ir al mapa
fr: aller à la carte

source: About
es: Acerca
fr: A propos

source: Instructions
es: Instrucciones

source: You can navigate the map to go to the location you want.
es: Puedes navegar por el mapa para ir al lugar que desees.
fr: Vous pouvez naviguer sur la carte pour aller á l'emplacement que vous voulez.

source: When the marker is located over a street you want to know more info click on the <b>Search wiki</b> button.
es: Cuando el marcador está localizado sobre la calle sobre la que deseas conocer más puedes pulsar en el botón <b>Busca en la wiki</b>.
fr: Lorsque le marché est situé sur une rue, vous voulez en savoir plus d'informations cliquez sur le <b> Recherche wiki </ b>.

source: Alternatively, you can click on the <b>Get my position</b> button to get the location from your browser and, later, click on the <b>Search wiki</b> button.
es: Como alternativa, puedes pulsar sobre el botón <b>Obtener mi posición</b> para obtener la posición a partir del navegador y, posteriormente, pulsar en el botón <b>Busca en la wiki</b>.
fr: Alternativement, vous pouvez cliquer sur le <b> Obtenir ma position </ b> pour obtenir l'emplacement de votre navigateur et, plus tard, cliquez sur le <b> Recherche wiki </ b>.

source: The app will try to provide you with some information extracted from the wikipedia.
es: La aplicación intentará darte información relacionada a partir de la wikipedia.
fr: L'application va essayer de vous donner quelques informations extraites du wikipedia.

source: Motivation
es: Motivación

source: The other day I was waiting for a friend and during that time I thought -I have no idea who is Juan Bravo-.
es: El otro dí­a estaba esperando a un amigo y mientras esperaba pensé -No tengo ni idea de quién es Juan Bravo-.
fr: L'autre jour, je l'attendais pour un ami et pendant ce temps je pensais -Je ne sais pas qui est Juan Bravo-.

source: Why not open your browser and go directly to the Wikipedia? Because this way I do not learn about Nominatim, Wikipedia API, Flask, Openlayers, Brython, CSS hell,...
es: ¿Por qué no abrir el nvegador e ir directamente a la wikipedia? Porque de esa forma no hubiera aprendido sobre Nominatim, la API de la wikipedia, Flask, Openlayers, Brython, el infierno CSS,...
fr: Pourquoi ne pas ouvrir votre navigateur et allez directement à la Wikipedia? Parce que de cette façon que je ne apprennent Nominatim, API Wikipedia, Flask, OpenLayers, Brython, CSS enfer, ...

source: Search wiki
es: Busca en la wiki
fr: Recherche sur wiki

source: Get my position
es: Obtener mi posición
fr: Obtenir ma position

source: Go to latest location
es: Ir a la última localización
fr: Allez à la dernière localisation
